{
  "recipes": [
    {
      "id": 0,
      "image": "/assets/burger.png",
      "title": "Triplo bacon burger",
      "author": "Jorge Relato",
      "ingredients": [
        "3 kg de carne moída (escolha uma carne magra e macia)",
        "300 g de bacon moído",
        "1 ovo",
        "3 colheres (sopa) de farinha de trigo",
        "3 colheres (sopa) de tempero caseiro: feito com alho, sal, cebola, pimenta e cheiro verde processados no liquidificador",
        "30 ml de água gelada"
      ],
      "preparation": [
        "Misture todos os ingredientes muito bem e amasse para que fique tudo muito bem misturado.",
        "Misture todos os ingredientes muito bem e amasse para que fique tudo muito bem misturado.",
        "Faça porções de 90 g a 100 g.",
        "Forre um plástico molhado em uma bancada e modele os hambúrgueres utilizando um aro como base.",
        "Faça um de cada vez e retire o aro logo em seguida.",
        "Forre uma assadeira de metal com plástico, coloque os hambúrgueres e intercale camadas de carne e plásticos (sem apertar).",
        "Faça no máximo 4 camadas por forma e leve para congelar.",
        "Retire do congelador, frite ou asse e está pronto."
      ],
      "information": "Preaqueça a chapa, frigideira ou grelha por 10 minutos antes de levar os hambúrgueres. Adicione um pouquinho de óleo ou manteiga e não amasse os hambúrgueres! Você sabia que a receita que precede o hambúrguer surgiu no século XIII, na Europa? A ideia de moer a carne chegou em Hamburgo no século XVII, onde um açougueiro resolveu também temperá-la. Assim, a receita foi disseminada nos Estados Unidos por alemães da região. Lá surgiu a ideia de colocar o hambúrguer no meio do pão e adicionar outros ingredientes, como queijo, tomates e alface."
    },
    {
      "id": 1,
      "image": "/assets/pizza.png",
      "title": "Pizza 4 estações",
      "author": "Fabiana Melo",
      "ingredients": [
        "1 xícara (chá) de leite",
        "1 ovo",
        "1 colher (chá) de sal",
        "1 colher (chá) de açúcar",
        "1 colher (sopa) de margarina",
        "1 e 1/2 xícara (chá) de farinha de trigo",
        "1 colher (sobremesa) de fermento em pó",
        "1/2 lata de molho de tomate",
        "250 g de mussarela ralada grossa",
        "2 tomates fatiados",
        "azeitona picada",
        "orégano a gosto"
      ],
      "preparation": [
        "No liquidificador bata o leite, o ovo, o sal, o açúcar, a margarina, a farinha de trigo e o fermento em pó até que tudo esteja encorporado.",
        "Despeje a massa em uma assadeira para pizza untada com margarina e leve ao forno preaquecido por 20 minutos.",
        "Retire do forno e despeje o molho de tomate.",
        "Cubra a massa com mussarela ralada tomate e orégano a gosto.",
        "Leve novamente ao forno até derreter a mussarela."
      ],
      "information": "Pizza de liquidificador é uma receita deliciosa e supersimples de preparar. Feita toda no liquidificador, ela é bem prática para o dia a dia. Aqui no TudoGostoso você também encontra diversas delícias práticas feitas no liquidificador: massa de panqueca, torta de frango de liquidificador, pão de queijo de liquidificador, bolo de banana, bolo de chocolate e muito mais!"
    },
    {
      "id": 2,
      "image": "/assets/asinhas.png",
      "title": "Asinhas de frango ao barbecue",
      "author": "Vania Steroski",
      "ingredients": [
        "12 encontros de asinha de galinha, temperados a gosto",
        "2 colheres de sopa de farinha de trigo",
        "1/2 xícara (chá) de óleo",
        "1 xícara de molho barbecue"
      ],
      "preparation": [
        "Em uma tigela coloque o encontro de asinha de galinha e polvilhe a farinha de trigo e misture com as mãos.",
        "Em uma frigideira ou assador coloque o óleo quando estiver quente frite até ficarem douradas.",
        "Para servir fica bonito com salada, ou abuse da criatividade.",
        ""
      ],
      "information": " "
    },
    {
      "id": 3,
      "image": "/assets/lasanha.png",
      "title": "Lasanha mac n' cheese",
      "author": "Juliano Vieira",
      "ingredients": [
        "massa pronta de lasanha",
        "400 g de presunto",
        "400 g de mussarela ralada",
        "2 copos de requeijão",
        "150 g de mussarela para gratinar"
      ],
      "preparation": [
        "Em uma panela, coloque a manteiga para derreter.",
        "Acrescente a farinha de trigo e misture bem com auxílio de um fouet.",
        "Adicione o leite e misture até formar um creme homogêneo.",
        "Tempere com sal, pimenta e noz-moscada a gosto.",
        "Desligue o fogo e acrescente o creme de leite; misture bem e reserve."
      ],
      "information": "Recheie a lasanha com o que preferir."
    },
    {
      "id": 4,
      "image": "/assets/espaguete.png",
      "title": "Espaguete ao alho",
      "author": "Júlia Kinoto",
      "ingredients": [
        "1 pacote de macarrão 500 g (tipo do macarrão a gosto)",
        "1 saquinho de alho granulado",
        "1/2 tablete de manteiga (não use margarina)",
        "1 colher (sopa) de azeite extra virgem",
        "ervas (manjericão, orégano, salsa, cebolinha, tomilho, a gosto), sal",
        "1 dente de alho",
        "gengibre em pó a gosto",
        "1 folha de louro"
      ],
      "preparation": [
        "Quando faltar mais ou menos 5 minutos para ficar no ponto de escorrer o macarrão, comece o preparo da receita.",
        "Na frigideira quente coloque a manteiga, o azeite, a folha de louro, e o alho granulado.",
        "Nesta hora um pouco de agilidade, pois o macarrão escorrido vai para a frigideira, sendo mexido e dosado com sal a gosto, as ervas, o gengibre em pó a gosto também.",
        "O dente de alho, serve para você untar os pratos onde serão servidos o macarrão.",
        "Coloque as porções nos pratos já com o cheiro do alho, e enfeite com algumas ervas.",
        ""
      ],
      "information": "Não lave o macarrão nem passe óleo ou gordura nele depois de escorrê-lo. Coloque direto na frigideira."
    },
    {
      "id": 5,
      "image": "/assets/doce.png",
      "title": "Docinhos pão-do-céu",
      "author": "Ricardo Golvea",
      "ingredients": [
        "1 kg de batata-doce",
        "100 g de manteiga",
        "3 ovos",
        "1 pacote de coco seco ralado (100 g)",
        "3 colheres (sopa) de açúcar 1 lata de Leite Moça",
        "1 colher (sopa) de fermento em pó",
        "manteiga para untar",
        "açúcar de confeiteiro"
      ],
      "preparation": [
        "Cozinhe a batata-doce numa panela de pressão, com meio litro de água, por cerca de 20 minutos. Descasque e passe pelo espremedor, ainda quente.",
        "Junte a manteiga, os ovos, o coco ralado, o açúcar, o Leite Moça e o fermento em pó, mexendo bem após cada adição.",
        "Despeje em assadeira retangular média, untada e leve ao forno médio (180°C), por aproximadamente 45 minutos. Depois de frio, polvilhe, com o açúcar de confeiteiro e corte em quadrados.",
        ""
      ],
      "information": " "
    },
    {
      "id": 6,
      "image": "https://img.itdg.com.br/tdg/images/recipes/000/041/516/324032/324032_original.jpg",
      "title": "Bolo de Banana de liquidificador",
      "author": "Danieli Leandrin",
      "ingredients": [
        "3 ovos",
        "2 xícaras (chá) de açúcar",
        "1 xícara (chá) de leite",
        "1/2 xícara (chá) de óleo",
        "2 xícaras (chá) de farinha de trigo",
        "1 colher (sopa) de fermento químico",
        "7 bananas"
      ],
      "preparation": [
        "Em uma panela, adicione o açúcar e misture até derreter.",
        "Despeje a água quente e mexa até dissolver o açúcar.",
        "Deixe engrossar até chegar ao ponto de calda e reserve.",
        "Bata no liquidificador os ovos, o açúcar, o óleo e o leite.",
        "Acrescente a farinha de trigo aos poucos e continue batendo até obter uma massa lisa e homogênea.",
        "Adicione por último o fermento e bata na velocidade mínima do liquidificador.",
        "Unte uma forma média com margarina e farinha.",
        "Despeje o caramelo e as bananas cortadas no comprimento.",
        "Leve para assar em forno médio 180ºC, pré-aquecido por aproximadamente 30 minutos"
      ],
      "information": "A banana é uma das frutas mais consumidas no Brasil e, com ela, dá para fazer bolos incríveis, que deixam qualquer café da manhã ou da tarde especiais. Se você gostou do bolo de banana e, como todo brasileiro, é louco pela fruta, experimente fazer também outras delícias doces e salgadas: tem torta, pudim, cupcake, sorvete, quiche, omelete, moqueca e muito mais. \r\n\r\nA quantidade de bananas na receita de bolo de banana varia de acordo com o tamanho da forma. Para dar mais sabor ao bolo, você também pode acrescentar 1 colher (sopa) de canela à massa. Fica uma delícia! Essa receita de bolo é ótima para aproveitar aquelas bananas que já estão bem maduras. \r\n\r\nAgora que você aprendeu como fazer bolo de banana, que tal conhecer outras versões desse bolo? Confira: bolo de banana com aveia, bolo de banana caramelada e o bolo de banana com canela.\r\n\r\nE não se esqueça que o bolo de banana também tem sua versão integral, igualmente deliciosa. Nela, o leite integral é substituído pela versão desnatada, o açúcar mascavo entra no lugar do refinado e a farinha de trigo sai para dar vez à aveia e à farinha de trigo integral. Mas, não se preocupe, porque o preparo desta receita também é superfácil, feito no liquidificador.\r\n\r\nSabia que ao fazer receitas com banana, até suas cascas podem ser aproveitadas? Então, se você tinha o costume de descartar a casca da banana, pare agora com isso! Confira as 10 receitas com casca de banana que separamos e dê um novo destino às suas, aproveitando todos os benefícios da fruta, com muito sabor.\r\n\r\nAs receitas de bolo fazem o maior sucesso aqui no TudoGostoso! Entre as mais queridas pelos nossos usuários, estão as receitas de bolo de cenoura, bolo de chocolate, bolo de fubá, bolo simples, bolo de laranja, bolo de milho simples, bolo gelado de chocolate e muito mais!"
    },
    {
      "id": 7,
      "image": "https://4.bp.blogspot.com/-9gFQoJ4IlAE/WyLSu9fqNhI/AAAAAAAAND0/3Ab_DDh-CO0e7D3VWiND0MrkFLGt5nT-ACLcBGAs/s1600/strogonoff-de-frango.jpg",
      "title": "Strogonoff de frango simples",
      "author": "Amando Cozinhar",
      "ingredients": [
        "500g de peito de frango",
        "1 colher (de sopa) de manteiga ou margarina",
        "1/2 cebola picada ou ralada",
        "Sal à gosto",
        "Pimenta-do-reino à gosto",
        "1 caixinha de creme de leite (200g)",
        "6 colheres (de sopa) de ketchup"
      ],
      "preparation": [
        "Corte o peito de frango em cubos pequenos ou tiras.",
        "Coloque em uma panela a manteiga, esquente e coloque a cebola, refogue até dourar.",
        "Adicione o frango, tempere com sal e pimenta-do-reino. Deixe dourar bem, adicione 1/2 xícara de água e deixe ferver até a água quase sumir.   ",
        "Quando tiver bem pouquinha água adicione o creme de leite e o ketchup, misture, deixe esquentar, prove e tempere com mais sal e pimenta-do-reino se necessário.  ",
        "Agora é só servir. Sirva com arroz e batata palha ou batata frita."
      ],
      "information": " "
    },
    {
      "id": 8,
      "image": "https://minhasdelicias.com/wp-content/uploads/2018/12/lasanha-com-carne-moida.jpg",
      "title": "Lasanha de carne moída",
      "author": "Fernanda Fonseca",
      "ingredients": [
        "500 g de massa de lasanha",
        "500 g de carne moída",
        "2 caixas de creme de leite",
        "3 colheres de manteiga",
        "3 colheres de farinha de trigo",
        "500 g de presunto",
        "500 g de mussarela",
        "sal a gosto",
        "2 copos de leite",
        "1 cebola ralada",
        "3 colheres de óleo",
        "1 caixa de molho de tomate",
        "3 dentes de alho amassados",
        "1 pacote de queijo ralado"
      ],
      "preparation": [
        "Cozinhe a massa segundo as orientações do fabricante, despeje em um refratário com água gelada para não grudar e reserve.",
        "Molho à bolonhesa",
        "Refogue o alho, a cebola, a carne moída, o molho de tomate, deixe cozinhar por 3 minutos e reserve.",
        "Molho branco",
        "Derreta a margarina, coloque as 3 colheres de farinha de trigo e mexa.",
        "Despeje o leite aos poucos e continue mexendo.",
        "Por último, coloque o creme de leite, mexa por 1 minuto e desligue o fogo.",
        "Montagem",
        "Despeje uma parte do molho à bolonhesa em um refratário, a metade da massa, a metade do presunto, a metade da mussarela, todo o molho branco e o restante da massa.",
        "Repita as camadas até a borda do recipiente.",
        "Finalize com o queijo ralado e leve ao forno alto (220° C), preaquecido, por cerca de 20 minutos."
      ],
      "information": "A receita de lasanha de carne moída, também conhecida como lasanha à bolonhesa, é um clássico! Aliás, você sabia que a lasanha é um prato superfamoso no mundo inteiro? Ela pode ter vários molhos e recheios. Seu nome deriva da sua montagem em camadas: lasanha significa \"pote de cozinhar\".\r\n\r\nReceita de lasanha nunca tem certo ou errado, cada um tem a sua, normalmente passada de geração em geração, certo? Mas se você ainda tem dúvidas sobre como fazer lasanha de carne moída ou de qualquer outro sabor, confira esta matéria do blog do TudoGostoso para saber tudo: como congelar lasanha, como fazer massa de lasanha e mais!\r\n\r\nA lasanha é um prato simples e tradicional, muito fácil de fazer e amado por todos! Confira outras receitas de lasanha no TudoGostoso e invista na versatilidade: tem lasanha de frango, lasanha de berinjela, lasanha de abobrinha, lasanha de batata, lasanha de camarão, lasanha com molho branco, lasanha vegetariana, lasanha low carb, lasanha de queijo e presunto, lasanha de queijo, lasanha vegana, lasanha de espinafre e muito mais!\r\n\r\nE quem resiste a uma boa lasanha à bolonhesa? Impossível não ficar com água na boca! E se for a receita de lasanha simples é melhor ainda. É óbvio que no TudoGostoso você encontra muitos truques e dicas para esse prato que é sucesso nos almoços de família, dentre eles temos: como montar lasanha do jeito certo e os principais ingredientes para lasanha. \r\n\r\nFazer lasanha com massa de pastel é uma forma simples e rápida de fazer sua receita, pois como a massa de pastel já é pré-cozida, fica menos tempo no forno. Por isso, se o tempo estiver curto, invista nessa ideia.\r\n\r\nOutra ideia simples e rápida é fazer sua lasanha no microondas: ela vai ficar pronta mais rápido e sem precisar ligar o forno!\r\n\r\nEssa receita ainda ficou muito conhecida nos desenhos e filmes do Garfield! O famoso gatinho tem o prato de massa como sua comida favorita.\r\n\r\nMassas são deliciosas, né? Veja no TudoGostoso mais receitas incríveis e fáceis de fazer, como macarrão à carbonara, nhoque de batata, macarrão com bacon e molho branco, macarrão ao alho e óleo, capeletti, macarrão de forno, ravióli caseiro, espaguete à bolonhesa, pizza e muitas outras delícias."
    }
  ]
}